[
  {
    "id": 1,
    "type": "short",
    "body": "Why we travel may differ from one person to another, but people traveling always develop empathy and a deeper understanding of other cultures. Language barriers become insignificant. Being more understanding and tolerant about a new culture different than ours is part of being smarter, but I consider it as a benefits of traveling in itself.",
    "datetime": "2020-01-04T02:00:00.000Z",
    "title": "NULL",
    "image": "NULL"
  },
  {
    "id": 2,
    "type": "long",
    "body": "Rain even harder today if that is possible so warm clothes on again. Set the Sat nav for Xativa which... is about 70km away a bit inland to the south. An easy road again through the paddy fields as they surround the campsite for some miles then through orange grove after orange grove.",
    "datetime": "2020-09-04T02:00:00.000Z",
    "title": "Visit to Xativa in the never ending rain",
    "image": "https://photos.travelblog.net/165444/1065617/f/10356583-220307-valencia-16-0.jpg"
  },
  {
    "id": 3,
    "type": "long",
    "body": "The coastal desert of Namibia is located along Africa’s Atlantic coast towards the south-west. The high sand dunes of Namib Desert and the point where the desert meets the sea are the key attractions of this UNESCO World Heritage Site. However, there is more to it than what is known. Below, check out the key facts about this amazing destination.",
    "datetime": "2021-10-04T02:00:00.000Z",
    "title": "A desert that meets the sea",
    "image": "https://static.toiimg.com/photo/75127583/oie_13155028AhH7bFAm.jpg?width=748&resize=4"
  },
  {
    "id": 4,
    "type": "short",
    "body": "One of my favorites is how he tried eating with chopsticks in China for the first time. He regretted not traveling more as a young man. Years later, he still remembered everything in details: because traveling made a real impression on him. And it probably will on you too.",
    "datetime": "2022-03-02T02:00:00.000Z",
    "title": "NULL",
    "image": "NULL"
  },
  {
    "id": 5,
    "type": "long",
    "body": "Breathe in the fresh mountain air, treat your eyes to the spectacular views and lose yourself in the charming ambience to feel refreshed from within.",
    "datetime": "2022-03-03T02:00:00.000Z",
    "title": "Hill Stations To Visit For A Rejuvenating Trip",
    "image": "https://hblimg.mmtcdn.com/content/hubble/img/kasol/mmt/destination/m_Kasol_activity_mountains_l_415_651.jpg"
  },
  {
    "id": 6,
    "type": "long",
    "body": "Travel is an opportunity to read the world.  On each page, you might find a new, taste, flavour, scent, vision or sound that will make your world a richer place. On each page, you might meet new people, form new relationships, find and discover new languages. Of course, you will enjoy some ‘pages’ more than others – but even the parts you don’t enjoy at the time may have a profound effect on you later in life.",
    "datetime": "2022-03-04T02:00:00.000Z",
    "title": "Benefits of travelling",
    "image": "https://dynamic.com.bd/public/assets/img/home.jpg"
  }
]